/* In browser window title */
"Get a registration key!" = "Saņemt ziedojuma kodu!";

/* The full name of the supporter */
"Registered to {0}" = "Reģistrēts priekš {0}";

/* Cyberduck is open source software */
"Thanks for your support! Your contribution helps to further advance development to make Cyberduck even better." = "Paldies Jums par atbalstu! Jūsu atbalsts palidzēs Kiber Pīli uzlabot un attīstīt.";

/* Copy of donation key */
"Your registration key has been copied to the Application Support folder." = "Jūsu ziedojuma kods ir iekopēts Application Support mapē.";

/* Validation failed */
"Not a valid registration key" = "Nav derīgs ziedojuma kods";

"This registration key does not appear to be valid." = "Šis ziedojuma kods nerādās derīgs.";

/* Thank you */
"Continue" = "Turpināt";
